{
	"article1": [
		{
			"title": "The distance between Zero and Allah (Part 1)",
			"spoiler": "This is the first part of this article. Here I have discussed about some stupor thoughts among disbelievers.",
			"description": "Those who deny Allah as the one and only creator of the world, they say The entire world has been created automatically by nature. We had a strong proof against it. But after the invention of Quantum Mechanics they have a strong theory. Quantum Mechanics has a theory named Quantum Fluctuation.  The quantum Fluctuation says that nothing is  absolutely blank  in our universe. Nature doesn't like blank space.  That's why there is a blank space is filled up within a very very short time(Maybe 1 billion ato second). It is filled up by creating matters and anti-matters. They are destroyed by each other's friction. Now this theory has come from the uncertainty theory of heisenberg. Heisenberg said that we can never exactly measure the position and momentum of a particle. This theory can be used in the case of Energy and Time. If this is true then there can be nothing called blank space in the universe. If exists then the position and the momentum both comes 0. This is against the theory of heisenberg. The disbelievers say that we say there is nothing before big bang. Not even time not even energy. Then how did big bang happen??? It needed energy to explode. The disbelievers say that there is no contribution of Allah in big bang. It happens only for Quantum Fluctuation. It means science says no to the existence of Allah (Nauzubillah). But we all believers believe that it is not true. But how?? I will give the explanation in my next article. Source: Paradoxical Sajid"
		}
	],
	"article2": [
		{
			"title" : "Why 1 is not a prime Number??",
			"spoiler": "In this article I have described why 1 is not considered as a prime number whereas 1 does possess all the qualities of a prime number and fulfil all the conditions.",
			"description" : "মৌলিক সংখ্যার সংজ্ঞানুশারে 1 একটি মৌলিক সংখ্যা হওয়ার কথা. তবে, 1 কে মৌলিক সংখ্যার সেট এ স্থান দেয়া হয়নি. বেচারা 1😔. কিন্তু 1 এর সাথে এমন নিষ্ঠুরোতার কারণটা আসলে কি?? এই বিষয়টি বোঝার পূর্বে আমাদের মৌলিক সংখ্যার প্রয়োজনীয়তা নিয়ে জানতে হবে. মনে করুন, 45 একটি যৌগিক সংখ্যা (মনে করার কি আছে এটা তো যৌগিক ই😅 ). আমরা এখন বের করবো 45 এর মধ্যে মৌলিক কারা কারা আছে. এর ভিতরে দুইটা 3 আছে আর একটা 5 আছে. 45=3²5. আর কোনোভাবেই কিন্তু 45 কে মৌলিক সংখ্যা দিয়ে প্রকাশ করা যায় না. এভাবে লেখাকে বলে মৌলিক সংখ্যার সুচকের গুনফল আকারে প্রকাশ বা Prime Power Factorization. নম্বর থিওরি এর খুব গুরুত্বপূর্ণ একটা উপপাদ্য হলো, কোনো পূর্ণসংখ্যাকে অনন্য উপায়ে অর্থাৎ শুধু একভাবে মৌলিক সংখ্যার সূচকের গুনফল আকারে লেখা যাবে. এটাকে বলে পাটিগণিতের মূল উপপাদ্য বা Fundamental Theorem of Arithmatic বলে. এই উপপাদ্য ব্যবহার করে আরো অজস্র উপপাদ্য প্রমান করা হয়েছে. এখন যদি 1 কে মৌলিক ধরা হয়, তাহলে এই অনন্যতার বিষয়টি আর থাকে না. কেউ লিখবে 45=1²3²5. কেউ লিখবে 45=1³3²5. কেউ লিখতে পারে 45=1²²²3²*5. এর ফলে অনন্যতার বিষয় টি আর থাকছে না যেটির উপর হাজারো উপপাদ্য টিকে আছে. তাই 1 কে মৌলিক সংখ্যা থেকে বাদ দেয়া হয়েছে. Credits: চমক হাসান (অঙ্ক ভাইয়া )"
		}
	],
	"article3": [
		{
			"title": "Einstein's time expansion theory from Pythagoras's theorem.",
			"spoiler": "In this article I have derived the time expansion theory of Quantum Mechanics. We can understand the necessity of Pythagoras's theorem",
			"desc_a": "Lets derive the time expansion theory(Twin Paradox) from Pythogoras's theorem.  Let's say, we have Two man, one is in a train and another is outside of the train. The man inside the train turned on a torch. He observed that the light reached the floor in t seconds. c is the velocity of light. It means the distance of floor and torch is ct. The outside man observed that, the train is running in a velocity v. He also observed that the reached the floor in t' seconds and the distance was ct'. By this time the train surpassed vt' distance. Applying pythagoras's theorem we get,",
			"desc_b": "Thus, this is our time expansion theory. Theories like Twin Paradox have been created. Lets say, there is a spaceship instead of train. Th spaceship run in 80% speed of light. The man have a twin on earth. Lets calculate if the man spent 6 years in space in that speed then what would be the age of the twin.",
			"desc_c": "The result is horrible!! when the man's twin brother age would increase 10 years more, the man's age would increase 6 years more. Though, they are twin but they would not remain same anymore."
		}
		
	]
}